console.log('оценка за задание 58 баллов\n\n',
'1. Вёрстка соответствует макету. Ширина экрана 390px +48 \n\n',
'2. - 0 \n\n',
'3. На ширине экрана 390рх и меньше реализовано адаптивное меню +10\n\n',

'при ширине страницы 390рх панель навигации скрывается, появляется бургер-иконка +2\n\n',
'при нажатии на бургер-иконку плавно появляется адаптивное меню +4\n\n',
'адаптивное меню соответствует макету +2 несовсем \n\n',
'при нажатии на крестик адаптивное меню плавно скрывается уезжая за экран -0\n\n',
'ссылки в адаптивном меню работают, обеспечивая плавную прокрутку по якорям +4 (все кроме Account, она пока что просто закрывает меню)\n\n',
'при клике по ссылке в адаптивном меню адаптивное меню плавно скрывается, также скрытие меню происходит если сделать клик вне данного окна +0\n\n'


);